Repository: winx402/blocks-mac
Catalog: apps/Blocks/BlocksApp/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja

# clipboard.hardening.state.filtered.detail
source: 没有受保护元数据匹配当前筛选。
en: No protected metadata matches the current filters.
ja: 現在のフィルタに一致する保護メタデータはありません。

# clipboard.hardening.state.filtered.title
source: 没有匹配的元数据
en: No matching metadata
ja: 一致するメタデータはありません

# clipboard.hardening.state.redacted.detail
source: 默认视图只显示元数据。悬停、复制、粘贴或翻译预览会显式读取内容。
en: Default views show metadata only. Hover, copy, paste, or translation preview reads content explicitly.
ja: 既定ビューはメタデータのみを表示します。ホバー、コピー、ペースト、翻訳プレビューで明示的に内容を読み込みます。

# clipboard.hardening.state.redacted.title
source: 内容已保护
en: Content protected
ja: 内容は保護されています

# clipboard.hardening.state.unavailable.detail
source: 剪贴板存储当前不可用。已有内容并未被删除。
en: Clipboard storage is unavailable. Existing content was not deleted.
ja: クリップボード保存領域は利用できません。既存の内容が削除されたわけではありません。

# clipboard.hardening.state.unavailable.title
source: 存储不可用
en: Storage unavailable
ja: 保存領域を利用できません

# clipboard.hardening.storage.normal.detail
source: 当前有 %d 条元数据记录可用。
en: %d metadata records are available.
ja: %d 件のメタデータを利用できます。

# clipboard.hardening.storage.normal.title
source: 存储可用
en: Storage ready
ja: 保存領域は準備完了

# clipboard.hardening.urlCount
source: %d 个 URL
en: %d URLs
ja: %d 件のURL

# clipboard.hashSummary
source: 哈希 %@
en: hash %@
ja: hash %@

# clipboard.importDebugStore
source: 导入 Debug Store
en: Import Debug Store
ja: Debug Store をインポート

# clipboard.kind.fileURL
source: 文件
en: File
ja: ファイル

# clipboard.kind.image
source: 图片
en: Image
ja: 画像

# clipboard.kind.mixed
source: 混合
en: Mixed
ja: 混在

# clipboard.kind.richText
source: 富文本
en: Rich Text
ja: リッチテキスト

# clipboard.kind.text
source: 文本
en: Text
ja: テキスト

# clipboard.kind.unknown
source: 未知
en: Unknown
ja: 不明

# clipboard.kind.url
source: 链接
en: URL
ja: URL

# clipboard.localOnlyBadge
source: 本地
en: Local
ja: ローカル

# clipboard.ocr.pending
source: OCR 已排队
en: OCR queued
ja: OCR 待機中

# clipboard.ocr.retry
source: 重试 OCR
en: Retry OCR
ja: OCR を再試行

# clipboard.ocr.running
source: OCR 进行中
en: OCR running
ja: OCR 実行中

# clipboard.ocr.succeeded
source: OCR 已索引
en: OCR indexed
ja: OCR 索引済み

# clipboard.panel.cardHint
source: 用方向键浏览卡片；完整内容仍保持受保护。
en: Use arrow keys to move through cards. Full content stays protected.
ja: 矢印キーでカードを移動します。完全な内容は保護されたままです。

# clipboard.panel.cardWidthResize.help
source: 拖动调整剪贴板条目宽度
en: Drag to resize clipboard item width
ja: ドラッグしてクリップボード項目の幅を変更

# clipboard.panel.cardWidthResize.label
source: 调整剪贴板条目宽度
en: Resize clipboard item width
ja: クリップボード項目の幅を変更

# clipboard.panel.detailTitle
source: 条目详情
en: Item details
ja: 項目の詳細

# clipboard.panel.doubleClickPaste
source: 双击可将此低敏 fixture 粘贴到之前的 App。
en: Double-click to paste this low-sensitive fixture into the previous app.
ja: ダブルクリックでこの低機密 fixture を前のアプリに貼り付けます。

# clipboard.panel.pasteActivation.double.accessibility
source: 双击粘贴选项。选择后，双击条目才会粘贴。
en: Double-click paste option. Select this to paste a record only after a double click.
ja: ダブルクリック貼り付けオプション。選択すると、レコードはダブルクリック後にだけ貼り付けます。

# clipboard.panel.pasteActivation.double.label
source: 双击粘贴
en: Double-click paste
ja: ダブルクリックで貼り付け

# clipboard.panel.pasteActivation.double.short
source: 双击
en: Double
ja: ダブル

# clipboard.panel.pasteActivation.group.accessibility
source: 粘贴触发方式。选择单击粘贴或双击粘贴。
en: Paste activation mode. Choose single-click paste or double-click paste.
ja: 貼り付けの起動方法。シングルクリック貼り付けまたはダブルクリック貼り付けを選びます。

# clipboard.panel.pasteActivation.notSelected
source: 未选中
en: Not selected
ja: 未選択

# clipboard.panel.pasteActivation.selected
source: 已选中
en: Selected
ja: 選択中

# clipboard.panel.pasteActivation.single.accessibility
source: 单击粘贴选项。选择后，单击条目会粘贴。
en: Single-click paste option. Select this to paste a record with one click.
ja: シングルクリック貼り付けオプション。選択すると、レコードを1回のクリックで貼り付けます。

# clipboard.panel.pasteActivation.single.label
source: 单击粘贴
en: Single-click paste
ja: シングルクリックで貼り付け

# clipboard.panel.pasteActivation.single.short
source: 单击
en: Single
ja: シングル

# clipboard.panel.empty
source: 暂无剪贴板摘要。
en: No clipboard summaries.
ja: クリップボード概要はありません。

# clipboard.panel.emptyDetail
source: 没有匹配的摘要。请清空搜索，或等待新的剪贴板记录。
en: No matching summaries. Clear the search or wait for new clipboard captures.
ja: 一致する概要はありません。検索を消去するか、新しいクリップボード取得を待ってください。

# clipboard.panel.hoverHint
source: 悬浮条目查看详情；点击可选择，按钮可固定或删除摘要。
en: Hover an item to inspect details; click to select, pin, or remove its summary.
ja: 項目にホバーすると詳細を確認できます。クリックで選択、固定、要約削除ができます。

# clipboard.panel.keyboardHint
source: ↑/↓ 选择，Return 粘贴，Delete 删除摘要，Esc 关闭
en: ↑/↓ select, Return pastes, Delete removes summary, Esc closes
ja: ↑/↓ で選択、Return で貼り付け、Delete で概要削除、Esc で閉じる

# clipboard.panel.localOnly
source: 本地摘要
en: Local summaries
ja: ローカル概要

# clipboard.panel.noSelection
source: 选择一个条目查看详情。
en: Select an item to view details.
ja: 項目を選択すると詳細が表示されます。

# clipboard.panel.openMainWindow
source: 打开主窗口
en: Open Main Window
ja: メインウィンドウを開く

# clipboard.panel.pasteStyle
source: 卡片托盘
en: Card tray
ja: カードトレイ

# clipboard.panel.position
source: 面板位置
en: Panel position
ja: パネル位置

# clipboard.panel.position.bottom
source: 底部
en: Bottom
ja: 下

# clipboard.panel.position.left
source: 左侧
en: Left
ja: 左

# clipboard.panel.doubleClickPasteHint
source: 双击复制并粘贴此条目。
en: Double-click to copy and paste this item.
ja: ダブルクリックでこの項目をコピーして貼り付けます。

# clipboard.panel.position.right
source: 右侧
en: Right
ja: 右

# clipboard.panel.resizeHeight
source: 调整条目高度
en: Adjust item height
ja: 項目の高さを調整

# clipboard.panel.restoreUnavailable
source: 浮层只展示脱敏摘要；真实内容恢复未在此处开放。
en: This panel shows redacted summaries only; real content restore is not enabled here.
ja: このパネルはマスク済み概要のみ表示します。実内容の復元はここでは有効ではありません。

# clipboard.panel.title
source: 剪贴板历史
en: Clipboard History
ja: クリップボード履歴

# clipboard.panel.pin
source: 固定面板
en: Pin panel
ja: パネルを固定

# clipboard.panel.unpin
source: 取消固定面板
en: Unpin panel
ja: パネル固定を解除

# clipboard.pauseRecorder
source: 暂停
en: Pause
ja: 一時停止

# clipboard.pausedDetail
source: 当前 debug 会话已暂停新的剪贴板快照。
en: New clipboard snapshots are paused for this debug session.
ja: この debug セッションでは新しいクリップボード snapshot を一時停止しています。

# clipboard.pausedTitle
source: 记录已暂停
en: Recorder paused
ja: 記録を一時停止中

# clipboard.pinAction
source: 固定
en: Pin

# clipboard.pinboard.personal
source: 个人常用
en: Personal
ja: 個人

# clipboard.pinboard.unfiled
source: 未分组
en: Unfiled
ja: 未分類

# clipboard.pinboard.unknown
source: 未知分组
en: Unknown group
ja: 不明なグループ

# clipboard.pinboard.work
source: 工作资料
en: Work
ja: 仕事

# clipboard.policy.apply
source: 应用策略
en: Apply Policy
ja: ポリシーを適用

# clipboard.policy.clearUnfavorited
source: 清除未收藏
en: Clear unfavorited
ja: お気に入り以外を消去

# clipboard.policy.clearUnfavorited.confirmation
source: 这会永久删除所有未收藏的剪贴板条目。
en: This permanently removes every clipboard item that is not favorited.
ja: お気に入り以外のクリップボード項目をすべて完全に削除します。

# clipboard.policy.clearUnfavorited.detail
source: 立即删除全部未收藏历史，执行前需要确认。
en: Remove all unfavorited history now. This action requires confirmation.
ja: お気に入り以外の履歴を今すぐ削除します。実行前に確認します。

# clipboard.policy.clearUnpinned
source: 清除未固定
en: Clear Unpinned
ja: 未ピン留めをクリア

# clipboard.policy.excludedSummary
source: 已因剪贴板隐私排除规则跳过。
en: Skipped by clipboard privacy exclusion.
ja: クリップボードのプライバシー除外によりスキップしました。

# clipboard.policy.favorite.notPreserved
source: 否
en: No
ja: しない

# clipboard.policy.favorite.preserved
source: 是
en: Yes
ja: する

# clipboard.policy.summary
source: 保留 %d 天 · 最多 %d 条 · 固定 %@ · 排除 App %d 个
en: Retention %d days · max %d · pinned %@ · excluded apps %d
ja: 保持 %d 日 · 最大 %d · ピン留め %@ · 除外 App %d

# clipboard.policy.summary.count
source: 最多保留 %d 条 · 保留收藏 %@
en: Keep up to %d items · preserve favorites %@
ja: 最大 %d 件 · お気に入りを保持 %@

# clipboard.policy.summary.time
source: 保留 %d 天 · 保留收藏 %@
en: Keep for %d days · preserve favorites %@
ja: %d 日間保持 · お気に入りを保持 %@

# clipboard.policy.summary.time.forever
source: 永久保留 · 保留收藏 %@
en: Keep forever · preserve favorites %@
ja: 無期限に保持 · お気に入りを保持 %@

# clipboard.policy.summary.forever
source: 永久保留 · 最多 %d 条 · 固定 %@ · 排除 App %d 个
en: Retention forever · max %d · pinned %@ · excluded apps %d
ja: 保持 無期限 · 最大 %d · ピン留め %@ · 除外 App %d

# clipboard.policy.title
source: Recorder 策略
en: Recorder Policy
ja: Recorder ポリシー

# clipboard.quickPaste.numberHint
source: 快捷粘贴编号 %d
en: Quick paste slot %d
ja: クイック貼り付けスロット %d

# clipboard.preview.byteCount
source: %d 字节
en: %d bytes
ja: %dバイト

# clipboard.preview.contentUnavailable
source: 内容不可预览
en: Content not available
ja: 内容をプレビューできません

# clipboard.preview.capturePaused
source: 复制此条目时，剪贴板捕获已暂停。
en: Clipboard capture was paused when this item was copied.
ja: この項目のコピー時はクリップボード取得が一時停止されていました。

# clipboard.preview.excludedSource
source: 来源受到限制，内容未保存。
en: Content was skipped because its source is restricted.
ja: 取得元が制限されているため、内容を保存しませんでした。

# clipboard.preview.privacyPolicyUnavailable
source: 本地隐私策略不可用，内容未保存。
en: Content was not saved because the local privacy policy was unavailable.
ja: ローカルのプライバシーポリシーを利用できなかったため、内容を保存しませんでした。

# clipboard.preview.unsupportedContent
source: 无法捕获此剪贴板格式。
en: This clipboard format could not be captured.
ja: このクリップボード形式は取得できませんでした。

# clipboard.preview.excludedBody
source: 内容已按隐私规则跳过。
en: Content skipped by privacy rules.
ja: プライバシールールにより内容を保存していません。

# clipboard.preview.excludedTitle
source: 隐私占位
en: Private item
ja: プライベート項目

# clipboard.preview.fileBody
source: %d 个文件
en: %d files
ja: %d個のファイル

# clipboard.preview.fileBodyUnknown
source: 文件引用
en: File reference
ja: ファイル参照

# clipboard.preview.fileTitle
source: 文件引用
en: File reference
ja: ファイル参照

# clipboard.preview.imageBody
source: PNG 图片，%d 字节
en: PNG image, %d bytes
ja: PNG画像、%dバイト

# clipboard.preview.imageBodyUnknown
source: 图片内容
en: Image content
ja: 画像内容

# clipboard.preview.imageTitle
source: 图片
en: Image
ja: 画像

# clipboard.preview.mixedBody
source: %d 个剪贴板项目
en: %d pasteboard items
ja: %d個のペーストボード項目

# clipboard.preview.mixedTitle
source: 混合内容
en: Mixed item
ja: 混合項目

# clipboard.preview.richTextTitle
source: 富文本内容
en: Rich text content
ja: リッチテキスト内容

# clipboard.preview.textLength
source: %d 个字符
en: %lld characters
ja: %d文字

# clipboard.preview.textTitle
source: 文本内容
en: Text content
ja: テキスト内容

# clipboard.preview.unknownTitle
source: 剪贴板条目
en: Clipboard item
ja: クリップボード項目

# clipboard.preview.urlTitle
source: 链接
en: Link
ja: リンク

# clipboard.recordingTitle
source: 正在记录剪贴板变化
en: Recording clipboard changes
ja: クリップボードの変更を記録中

# clipboard.recorderSessionDuration
source: 会话：%d 秒
en: Session: %d sec
ja: Session: %d 秒

# clipboard.deleteHistoryItem
source: 删除历史记录
en: Delete History Item
ja: 履歴項目を削除

# clipboard.deleteHistoryItem.confirmMessage
source: 这会从剪贴板历史中删除该条目，且无法撤销。
en: This removes the item from clipboard history. This action cannot be undone.
ja: この項目をクリップボード履歴から削除します。この操作は取り消せません。

# clipboard.deleteHistoryItem.confirmTitle
source: 删除这条历史记录？
en: Remove this history item?
ja: この履歴項目を削除しますか？

# clipboard.resetDebugStore
source: 重置 Debug Store
en: Reset Debug Store
ja: Debug Store をリセット

# clipboard.resumeRecorder
source: 继续记录
en: Resume Recorder
ja: 記録を再開

# clipboard.runAppGroupReadiness
source: 检查 App Group 准备状态
en: Check App Group Readiness
ja: App Group Readiness を確認

# clipboard.runPreflight
source: 运行 Preflight
en: Run Preflight
ja: Preflight を実行

# clipboard.runRedactedWatch
source: 运行 10 秒脱敏监听
en: Run 10s Redacted Watch
ja: 10 秒 redacted watch を実行

# clipboard.runtimeAppGroupCandidate
source: App Group 候选：%@
en: App Group candidate: %@
ja: App Group candidate: %@

# clipboard.runtimeAppGroupCandidateNotConfigured
source: 未配置
en: Not configured
ja: 未設定

# clipboard.runtimeBackend
source: 后端：%@
en: Backend: %@
ja: Backend: %@

# clipboard.runtimeBackendNotChecked
source: 尚未检查
en: Not checked
ja: 未確認

# clipboard.runtimeDebugNote
source: P4-G 仅为显式 debug session。App 启动内嵌 helper 并导入脱敏摘要，不启用 Login Item 或 App Group entitlement。
en: P4-G is an explicit debug session only. The App launches the bundled helper and imports redacted summaries; no Login Item or App Group entitlement is enabled.
ja: P4-G は明示的な debug session のみです。App は同梱 helper を起動し redacted summary だけを取り込み、Login Item と App Group entitlement は有効化しません。

# clipboard.runtimeGate
source: Recorder 运行门禁
en: Recorder Runtime Gate
ja: Recorder Runtime Gate

# clipboard.runtimeImportSummary
source: 已导入 %d 条脱敏摘要。
en: Imported %d redacted summaries.
ja: %d 件の redacted summary を取り込みました。

# clipboard.runtimeLastRun
source: 上次：%@
en: Last: %@
ja: Last: %@

# clipboard.runtimeLastRunNone
source: 尚未检查
en: Not checked
ja: 未確認

# clipboard.runtimePhase.blocked
source: 已阻止
en: Blocked
ja: ブロック中

# clipboard.runtimePhase.completed
source: 已完成
en: Completed
ja: 完了

# clipboard.runtimePhase.debugWatchAvailable
source: Debug 监听
en: Debug Watch
ja: Debug Watch

# clipboard.runtimePhase.disabled
source: 未启用
en: Disabled
ja: 無効

# clipboard.runtimePhase.running
source: 运行中
en: Running
ja: 実行中

# clipboard.runtimePhase.stopped
source: 已停止
en: Stopped
ja: 停止済み

# clipboard.runtimePreflightSummary
source: Preflight 后端 %@
en: Preflight backend %@
ja: Preflight backend %@

# clipboard.runtimeProvisioning
source: 签名配置：%@
en: Provisioning: %@
ja: Provisioning: %@

# clipboard.runtimeProvisioning.adHocWithoutAppGroup
source: Ad hoc / 未配置 App Group
en: Ad hoc / no App Group
ja: Ad hoc / App Group なし

# clipboard.runtimeProvisioning.appGroupAvailable
source: App Group 可用
en: App Group available
ja: App Group 利用可能

# clipboard.runtimeProvisioning.entitlementWithoutContainer
source: 有 entitlement 但无容器
en: Entitlement without container
ja: Entitlement はあるが container なし

# clipboard.runtimeProvisioning.notChecked
source: 尚未检查
en: Not checked
ja: 未確認

# clipboard.runtimeSessionSummary
source: 会话 %d 秒，%d 条记录，%d 条跳过。
en: Session %d sec, %d records, %d skipped.
ja: Session %d 秒、%d 件、%d 件スキップ。

# clipboard.runtimeSharingMode
source: 共享：%@
en: Sharing: %@
ja: Sharing: %@

# clipboard.runtimeSharingMode.appGroupShared
source: App Group 共享
en: App Group shared
ja: App Group 共有

# clipboard.runtimeSharingMode.notChecked
source: 尚未检查
en: Not checked
ja: 未確認

# clipboard.runtimeSharingMode.sandboxIsolated
source: Sandbox 隔离
en: Sandbox isolated
ja: Sandbox 分離

# clipboard.runtimeStoreResetSummary
source: Debug store 已重置。
en: Debug store reset.
ja: Debug store をリセットしました。

# clipboard.runtimeWatchSummary
source: 保存 %d 条，跳过 %d 条。
en: %d stored, %d skipped.
ja: %d 件保存、%d 件スキップ。

# clipboard.search.state.empty.detail
source: 没有已索引的剪贴板内容匹配本次搜索。
en: No indexed clipboard content matches this search.
ja: この検索に一致するインデックス済みクリップボード内容はありません。

# clipboard.search.state.empty.title
source: 没有搜索结果
en: No search results
ja: 検索結果はありません

# clipboard.search.state.emptyIndexing.detail
source: 仍有内容在索引中，匹配结果可能稍后出现。
en: Some content is still being indexed, so matching results may appear later.
ja: 一部の内容はまだインデックス中のため、後で一致する結果が表示される場合があります。

# clipboard.search.state.emptyIndexing.title
source: 仍在索引
en: Still indexing
ja: インデックス中

# clipboard.search.state.failed.detail
source: 本地搜索索引暂时无法查询。清空搜索后仍可查看剪贴板历史。
en: The local search index could not be queried. Clipboard history is still available when search is cleared.
ja: ローカル検索インデックスを照会できませんでした。検索を消すと履歴は引き続き利用できます。

# clipboard.search.state.failed.title
source: 搜索不可用
en: Search unavailable
ja: 検索を利用できません

# clipboard.search.state.partialIndexing.detail
source: 正在显示当前命中，其他内容仍在继续索引。
en: Showing current matches while additional content continues indexing.
ja: 現在の一致結果を表示しながら、追加の内容をインデックスしています。

# clipboard.search.state.partialIndexing.title
source: 可能还有更多结果
en: More results may appear
ja: さらに結果が表示される場合があります

# clipboard.searchPlaceholder
source: 搜索摘要、来源 App 或类型
en: Search summaries, source app, or type
ja: 要約、source app、種類を検索

# clipboard.sourceUnknown
source: 未知来源
en: Unknown source
ja: 不明な source

# clipboard.startRecorderSession
source: 启动脱敏 Recorder
en: Start Redacted Recorder
ja: Redacted Recorder を開始

# clipboard.statsExcluded
source: %d 条排除
en: %d excluded
ja: %d 件除外

# clipboard.statsPinned
source: %d 条固定
en: %d pinned
ja: %d 件固定

# clipboard.statsRestorable
source: %d 条可恢复
en: %d restorable
ja: %d 件復元可

# clipboard.stopRecorderSession
source: 停止 Recorder
en: Stop Recorder
ja: Recorder を停止

# clipboard.tags.createDefault
source: 创建默认标签
en: Create default label
ja: 既定ラベルを作成

# clipboard.tags.error.controlCharacter
source: 标签名称包含不可用字符
en: Tag names cannot contain control characters.
ja: タグ名に制御文字は使用できません。

# clipboard.tags.error.duplicateName
source: 标签名称已存在
en: A tag with this name already exists.
ja: 同じ名前のタグがすでにあります。

# clipboard.tags.error.emptyName
source: 标签名称不能为空
en: Tag name cannot be empty.
ja: タグ名を空にすることはできません。

# clipboard.tags.error.favoriteImmutable
source: 收藏是内置标签，不能修改
en: Favorites is a built-in tag and cannot be changed.
ja: お気に入りは組み込みタグのため変更できません。

# clipboard.tags.error.builtInImmutable
source: 此内置标签不能修改
en: This built-in tag cannot be changed.
ja: この組み込みタグは変更できません。

# clipboard.tags.error.systemMembershipImmutable
source: 此标签由系统维护
en: This tag is managed by the system.
ja: このタグはシステムによって管理されています。

# clipboard.tags.error.invalidMerge
source: 只能将普通标签合并到普通标签
en: Only custom tags can be merged into another custom tag.
ja: 通常タグは別の通常タグにのみ結合できます。

# clipboard.tags.error.notFound
source: 标签或记录不存在
en: Tag or record was not found.
ja: タグまたは記録が見つかりません。

# clipboard.tags.error.revisionConflict
source: 标签已变化，请重新加载后重试
en: Tags changed. Reload before trying again.
ja: タグが変更されました。再読み込みしてから再試行してください。

# clipboard.tags.error.repositoryUnavailable
source: 标签存储暂不可用
en: Tag storage is temporarily unavailable.
ja: タグストレージを一時的に使用できません。

# clipboard.tags.error.reservedFavoriteName
source: “收藏”是内置标签名称
en: Favorites is a built-in tag name.
ja: お気に入りは組み込みタグ名です。

# clipboard.tags.error.reservedSystemName
source: 这是系统保留标签名称
en: This is a reserved system tag name.
ja: これは予約済みのシステムタグ名です。

# clipboard.tags.favorite
source: 收藏
en: Favorite
ja: お気に入りに追加

# clipboard.tags.menu
source: 标签
en: Tags
ja: タグ

# clipboard.tags.unfavorite
source: 取消收藏
en: Remove Favorite
ja: お気に入りを解除

# clipboard.tags.moreTags
source: 还有 %d 个标签
en: %d more tags
ja: 他 %d 件のタグ

# clipboard.tags.new
source: 新建标签
en: New Tag
ja: 新規タグ

# clipboard.tags.rename
source: 重命名标签
en: Rename Tag
ja: タグ名を変更

# clipboard.tags.screenshot
source: 截图
en: Screenshot
ja: スクリーンショット

# clipboard.tags.screenshot.openSettings
source: 打开截图标签设置
en: Open screenshot tag settings
ja: スクリーンショットタグ設定を開く

# clipboard.tags.delete
source: 删除标签
en: Delete Tag
ja: タグを削除

# clipboard.tags.delete.confirmTitle
source: 删除这个标签？
en: Delete this tag?
ja: このタグを削除しますか？

# clipboard.tags.delete.confirmMessage
source: 删除“%@”，并从相关剪贴板条目中移除它。历史条目会保留。
en: Delete “%@” and remove it from related clipboard items. History items will remain.
ja: 「%@」を削除し、関連するクリップボード項目から外します。履歴項目は残ります。

# clipboard.title
source: 剪贴板历史
en: Clipboard History
ja: クリップボード履歴

# clipboard.typeCount
source: %d 种格式
en: %d types
ja: %d 種類

# clipboard.unpinAction
source: 取消固定
en: Unpin
ja: 固定解除

# command.menu.view
source: 显示
en: View
ja: 表示

# common.close
source: 关闭
en: Close
ja: 閉じる

# error.crossDisplaySelectionUnsupported
source: P3-B 暂不支持跨屏区域截图。
en: Cross-display region capture is not supported in P3-B.
ja: P3-B では複数ディスプレイをまたぐ範囲キャプチャは未対応です。

# error.displayNotFound
source: 没有找到与选区匹配的显示器。
en: No matching display was found for the selected region.
ja: 選択範囲に一致するディスプレイが見つかりませんでした。

# error.finalizePNG
source: 无法完成 PNG 数据写入。
en: Unable to finalize PNG data.
ja: PNG データを確定できません。

# error.noCGImage
source: 图片没有 CGImage 表示。
en: Image has no CGImage representation.
ja: 画像に CGImage 表現がありません。

# error.noCandidateWindow
source: 没有找到可截图的窗口候选。
en: No capturable window candidate was found.
ja: キャプチャ可能なウィンドウ候補が見つかりませんでした。

# error.noImage
source: ScreenCaptureKit 未返回图片。
en: ScreenCaptureKit returned no image.
ja: ScreenCaptureKit から画像が返りませんでした。

# error.noPNGDestination
source: 无法创建 PNG 目标。
en: Unable to create PNG destination.
ja: PNG の保存先を作成できません。

# error.noShareableContent
source: ScreenCaptureKit 未返回可共享内容。
en: ScreenCaptureKit returned no shareable content.
ja: ScreenCaptureKit から共有可能な内容が返りませんでした。

# error.selectionCancelled
source: 截图选择已取消。
en: Screenshot selection was cancelled.
ja: スクリーンショット範囲選択をキャンセルしました。

# error.selectionTimedOut
source: 截图选择已超时。
en: Screenshot selection timed out.
ja: スクリーンショット範囲選択がタイムアウトしました。

# error.selectionTooSmall
source: 选区过小。
en: The selected region is too small.
ja: 選択範囲が小さすぎます。

# error.windowDisplayNotFound
source: 没有找到与所选窗口匹配的显示器。
en: No matching display was found for the selected window.
ja: 選択したウィンドウに一致するディスプレイが見つかりませんでした。

# language.auto
source: 自动
en: Auto
ja: 自動

# language.english
source: 英语
en: English
ja: 英語

# language.japanese
source: 日语
en: Japanese
ja: 日本語

# language.simplifiedChinese
source: 简体中文
en: Simplified Chinese
ja: 簡体字中国語

# llmAdapter.output.mockSummary
source: 本地 mock LLM 输出；没有外部 provider 接收内容。
en: Local mock LLM output; no external provider received content.
ja: Local mock LLM output。外部 provider は内容を受信していません。

# llmAdapter.task.summaryPreview
source: 总结 preview
en: Summary preview
ja: 要約 preview

# llmAdapter.task.translationPreview
source: 翻译 preview
en: Translation preview
ja: 翻訳 preview

# llmAdapter.warning.mockOnly
source: 仅本地 mock；没有执行 API、CLI、OCR 或网络调用。
en: Local mock only; no API, CLI, OCR, or network call was executed.
ja: Local mock のみ。API、CLI、OCR、network call は実行していません。

# main.lastCapture
source: 上次截图：%@
en: Last capture: %@
ja: 最後のキャプチャ: %@

# main.noRecentCaptures
source: 暂无最近截图摘要。
en: No recent screenshot summary yet.
ja: 最近のスクリーンショット要約はまだありません。

# main.noScreenshotCaptured
source: 尚未截图。
en: No screenshot captured yet.
ja: まだスクリーンショットはありません。

# main.p3aDetail
source: 正式 scaffold 已包含 sandbox-first App、shared action core、CLI 和 helper stub。
en: Formal scaffold with sandbox-first app, shared action core, CLI, and helper stub.
ja: sandbox-first の正式 scaffold、共有 action core、CLI、helper stub を含みます。

# main.p3aTitle
source: P3-A 截图纵切
en: P3-A Screenshot Vertical Slice
ja: P3-A スクリーンショット縦切り

# main.screenRecordingSettings
source: 屏幕录制设置
en: Screen Recording Settings
ja: 画面収録設定

# menu.agentCLI
source: 本地自动化
en: Agent & CLI
ja: Agent と CLI

# menu.clipboard
source: 剪贴板
en: Clipboard
ja: クリップボード

# menu.clipboardPrivacy
source: 剪贴板隐私
en: Clipboard Privacy
ja: クリップボードのプライバシー

# menu.clipboardSettings
source: 剪贴板设置
en: Clipboard Settings
ja: クリップボード設定

# menu.dataAudit
source: 数据与审计
en: Data & Audit
ja: データと監査

# menu.hooks
source: 插件
en: Plugins
ja: プラグイン

# menu.pauseRecorder
source: 暂停记录
en: Pause Recorder
ja: 記録を一時停止

# menu.permissions
source: 权限
en: Permissions
ja: 権限

# menu.providers
source: AI 服务
en: Providers
ja: プロバイダー

# menu.quit
source: 退出
en: Quit
ja: 終了

# menu.recentStatus
source: 最近状态
en: Recent Status
ja: 最近の状態

# menu.screenshot
source: 截图
en: Screenshot
ja: スクリーンショット

# menu.settings
source: 设置
en: Settings
ja: 設定

# menu.shortcuts
source: 快捷键
en: Shortcuts
ja: ショートカット

# menu.startScreenshot
source: 开始截图
en: Start Screenshot
ja: スクリーンショットを開始

# menu.translation
source: 翻译
en: Translation
ja: 翻訳

# menu.translationSettings
source: 翻译设置
en: Translation Settings
ja: 翻訳設定

# permission.assist.accessibility.detail
source: 如果系统要求手动添加，请把积木工具拖入“辅助功能”列表并开启。
en: Drag Blocks into the Accessibility list if macOS asks you to add it manually, then enable it.
ja: macOS が手動追加を求めた場合は、Blocks をアクセシビリティリストへドラッグして有効にします。

# permission.assist.accessibility.title
source: 辅助功能
en: Accessibility
ja: アクセシビリティ

# permission.assist.blocksAccessibility.title
source: Blocks 主程序辅助功能
en: Blocks App Accessibility
ja: Blocks 本体のアクセシビリティ

# permission.assist.completed
source: 我已完成
en: I finished
ja: 完了しました

# permission.assist.dragDetail
source: 如果系统没有自动列出积木工具，请把这里的 App 图标拖到刚打开的隐私权限区域。
en: If macOS does not list Blocks automatically, drag this app icon into the Privacy pane that just opened.
ja: macOS が Blocks を自動表示しない場合は、この App アイコンを開いたプライバシー画面へドラッグしてください。

# permission.assist.dragTitle
source: 将此图标拖到系统设置列表
en: Drag this icon into System Settings
ja: このアイコンをシステム設定へドラッグ
